Repository: ElcaroNossam/noetdat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he, ru

source: Screener
he: מסנן
ru: Скринер

source: Alerts
he: התראות
ru: Алерты

source: Profile
he: פרופיל
ru: Профиль

source: Logout
he: התנתק
ru: Выход

source: Login
he: התחבר
ru: Логин

source: Register
he: הירשם
ru: Регистрация

source: Crypto Screener
he: מסנן קריפטו
ru: Крипто-скринер

source: Futures
he: עתידים
ru: Фьючерсы

source: Spot
he: ספוט
ru: Спот

source: Search by symbol
he: חפש לפי סמל
ru: Поиск по символу

source: Filter
he: סנן
ru: Фильтровать

source: Screener Settings
he: הגדרות מסנן
ru: Настройки скринера

source: Symbol
he: סמל
ru: Символ

source: Price
he: מחיר
ru: Цена

source: Change 5m
he: שינוי 5דק
ru: Изменение 5м

source: Change 15m
he: שינוי 15דק
ru: Изменение 15м

source: Change 1h
he: שינוי 1ש
ru: Изменение 1ч

source: Change 8h
he: שינוי 8ש
ru: Изменение 8ч

source: Change 1d
he: שינוי 1י
ru: Изменение 1д

source: OI Δ 5m
he: OI Δ 5דק
ru: OI Δ 5м

source: OI Δ 15m
he: OI Δ 15דק
ru: OI Δ 15м

source: OI Δ 1h
he: OI Δ 1ש
ru: OI Δ 1ч

source: OI Δ 8h
he: OI Δ 8ש
ru: OI Δ 8ч

source: OI Δ 1d
he: OI Δ 1י
ru: OI Δ 1д

source: Vol 5m
he: תנודתיות 5דק
ru: Волатильность 5м

source: Vol 15m
he: תנודתיות 15דק
ru: Волатильность 15м

source: Vol 1h
he: תנודתיות 1ש
ru: Волатильность 1ч

source: Ticks 5m
he: טיקים 5דק
ru: Тики 5м

source: Ticks 15m
he: טיקים 15דק
ru: Тики 15м

source: Ticks 1h
he: טיקים 1ש
ru: Тики 1ч

source: Vdelta 5m
he: Vdelta 5דק
ru: Vdelta 5м

source: Vdelta 15m
he: Vdelta 15דק
ru: Vdelta 15м

source: Vdelta 1h
he: Vdelta 1ש
ru: Vdelta 1ч

source: Vdelta 8h
he: Vdelta 8ש
ru: Vdelta 8ч

source: Vdelta 1d
he: Vdelta 1י
ru: Vdelta 1д

source: Volume 5m
he: נפח 5דק
ru: Объем 5м

source: Volume 15m
he: נפח 15דק
ru: Объем 15м

source: Volume 1h
he: נפח 1ש
ru: Объем 1ч

source: Volume 8h
he: נפח 8ש
ru: Объем 8ч

source: Volume 1d
he: נפח 1י
ru: Объем 1д

source: Funding
he: מימון
ru: Фандинг

source: Updated
he: עודכן
ru: Обновлено

source: No data to display.
he: אין נתונים להצגה.
ru: Нет данных для отображения.

source: Page
he: עמוד
ru: Страница

source: of
he: מתוך
ru: из

source: Previous
he: הקודם
ru: Назад

source: Next
he: הבא
ru: Вперёд

source: Create Alert
he: צור התראה
ru: Создать алерт

source: Trading Terminal
he: מסוף מסחר
ru: Торговый терминал

source: Configure indicators
he: הגדר אינדיקטורים
ru: Настроить показатели

source: Cancel
he: בטל
ru: Отмена

source: Save
he: שמור
ru: Сохранить

source: Add indicator
he: הוסף אינדיקטור
ru: Добавить показатель

source: Select indicator
he: בחר אינדיקטור
ru: Выберите показатель

source: No
he: לא
ru: Нет

source: Search symbol...
he: חפש סמל...
ru: Поиск символа...

source: Toggle market type
he: החלף סוג שוק
ru: Переключить тип рынка

source: Vol
he: תנודתיות
ru: Вол

source: Change
he: שינוי
ru: Изменение

source: Ticks
he: טיקים
ru: Тики

source: Min volume 15m
he: נפח מינ 15דק
ru: Мин объем 15м

source: Max volume 15m
he: נפח מקס 15דק
ru: Макс объем 15м

source: Min change 15m %
he: שינוי מינ 15דק %
ru: Мин изменение 15м %

source: Max change 15m %
he: שינוי מקס 15דק %
ru: Макс изменение 15м %

source: Min OI Δ 15m %
he: OI Δ מינ 15דק %
ru: Мин OI Δ 15м %

source: Min OI
he: OI מינ
ru: Мин OI

source: Max OI
he: OI מקס
ru: Макс OI

source: Min funding
he: מימון מינ
ru: Мин фандинг

source: Max funding
he: מימון מקס
ru: Макс фандинг

source: Alert triggered!
he: התראה הופעלה!
ru: Алерт сработал!

source: Symbol:
he: סמל:
ru: Символ:

source: Market type:
he: סוג שוק:
ru: Тип рынка:

source: Indicator:
he: אינדיקטור:
ru: Показатель:

source: Condition:
he: תנאי:
ru: Условие:

source: Current value:
he: ערך נוכחי:
ru: Текущее значение:

source: Threshold:
he: סף:
ru: Порог:

source: Create account
he: צור חשבון

source: Username:
he: שם משתמש:

source: Email:
he: אימייל:

source: Yes
he: כן

source: Resend
he: שלח שוב

source: Admin approved:
he: אושר על ידי מנהל:

source: Pending
he: ממתין

source: Account status:
he: סטטוס חשבון:

source: Basic
he: בסיסי

source: Please verify your email address to access the screener.
he: אנא אמת את כתובת האימייל שלך כדי לגשת למסנן.

source: Your account is awaiting administrator approval. You will be notified once approved.
he: החשבון שלך ממתין לאישור מנהל. תתעדכן לאחר האישור.

source: Your account is active. You can use all screener features.
he: החשבון שלך פעיל. אתה יכול להשתמש בכל תכונות המסנן.

source: Create alert for
he: צור התראה עבור

source: Telegram chat id
he: מזהה צ'אט טלגרם

source: can be obtained by writing to the bot and checking the id in the response or through third-party bots like @userinfobot.
he: ניתן לקבל על ידי כתיבה לבוט ובדיקת המזהה בתגובה או דרך בוטים של צד שלישי כמו @userinfobot.

source: Save alert
he: שמור התראה

source: Edit Alert
he: ערוך התראה

source: Edit alert for
he: ערוך התראה עבור

source: Save changes
he: שמור שינויים

source: Alert Management
he: ניהול התראות

source: All markets
he: כל השווקים

source: All
he: הכל

source: Active
he: פעיל

source: Inactive
he: לא פעיל

source: Reset
he: איפוס

source: Metric
he: מדד

source: Condition
he: תנאי

source: Threshold
he: סף

source: Telegram ID
he: מזהה טלגרם

source: Status
he: סטטוס

source: Created
he: נוצר

source: Last Triggered
he: הופעל לאחרונה

source: Actions
he: פעולות

source: Deactivate
he: השבת

source: Activate
he: הפעל

source: Edit
he: ערוך

source: Delete this alert?
he: למחוק את ההתראה הזו?

source: Delete
he: מחק

source: You don't have any alerts yet.
he: אין לך התראות עדיין.

source: Create an alert on the symbol page to receive notifications.
he: צור התראה בדף הסמל כדי לקבל התראות.

source: Volatility 15m
he: תנודתיות 15דק

source: Light stub chart: data can be loaded via
he: גרף stub קל: ניתן לטעון נתונים דרך

source: No data for this symbol.
he: אין נתונים עבור סמל זה.

source: Latest snapshots
he: צילומי מסך אחרונים

source: Change 15m %
he: שינוי 15דק %

source: OI Δ 15m %
he: OI Δ 15דק %

source: No data.
he: אין נתונים.

source: Operator
he: אופרטור

source: Threshold value
he: ערך סף

source: Log in
he: התחבר

source: , to create alerts for this symbol.
he: , כדי ליצור התראות עבור סמל זה.

source: OI change 15m %
he: שינוי OI 15דק %

source: Funding rate
he: שיעור מימון
